Repository: noragalvin/ATM_manager
Catalog: ATM_Manager/Emulator_ATM/GUIs/*.resx
Languages: vi

# confirmation_txt1
source: Do you want to continue the transaction?
vi: Quý khách có muốn tiếp tục thực hiện giao dịch?

# confirmPass_txt1
source: Please re-enter PIN
vi: Vui lòng nhập lại mã PIN

# confirmPass_txt2
source: (Press Enter to accept, Clear to re-enter)
vi: (Bấm Enter để đồng ý, Clear để nhập lại)

# confirmPass_txt3
source: (Press Cancel to cancel)
vi: (Ấn Cancel để hủy bỏ)

# doiPin_txt1
source: Please enter the current PIN
vi: Vui lòng nhập số PIN hiện tại

# enterPin_txt1
source: Please enter your PIN code then press ENTER
vi: Quý khách hãy nhập số PIN sau đó ấn enter

# enterPin_txt2
source: (Mind using your hand to hide the keyboard avoid being exposed PIN code)
vi: (Quý khách lưu ý dùng tay che bàn phím tránh bị lỗ mã PIN)

# enterPin_txt3
source: Press
vi: Chọn

# enterPin_txt4
source: to cancel
vi: để thoát

# feature_txt1
source: Please select the transaction
vi: Xin vui lòng lựa chọn giao dịch

# feature_txt2
source: Drawing
vi: Rút tiền

# feature_txt3
source: Transfering
vi: Chuyển khoản

# feature_txt4
source: Balance
vi: Vấn tin số dư

# feature_txt5
source: Print statics
vi: In sao kê rút gọn

# feature_txt6
source: Change PIN
vi: Đổi pin

# fee_cancelLeft
source: press
vi: chọn

# fee_cancelRight
source: to cancel
vi: để thoát

# fee_enterLeft
source: Press
vi: Chọn

# fee_enterRight
source: to continue
vi: để tiếp tục

# fee_txt1
source: BIDV notify you about fee of transaction executing on ATM
vi: BIDV xin thông báo quý khách hàng về mức phí giao dịch thực hiện trên ATM như sau

# fee_txt2
source: Fee of drawing
vi: Phí rút tiền

# fee_txt3
source: Fee of transfering
vi: Phí chuyển khoản

# fee_txt4
source: Fee of printing bill
vi: Phí in hóa đơn

# fee_txt5
source: 1000 vnd/ transaction ( apply from 15/09/2016)
vi: 1000 vnd/giao dịch (áp dụng từ 15/09/2016)

# fee_txt6
source: 0.05% money transered, minimum 2000 vnd, maximum 20000 vnd
vi: 0.05% số tiền chuyển, tối thiểu 2000 vnd, tối đa 20000 vnd

# fee_txt7
source: Note: Fee not including 10% VAT
vi: Lưu ý mức phí trên chưa bao gồm 10% VAT

# fee_txt8
source: 500 vnd/transaction
vi: 500 vnd/giao dịch

# in_txt1
source: Do you want to print bill?
vi: Quý khách có muốn in hóa đơn?

# loading_txt1
source: The transaction is being executed
vi: Đang thực hiện giao dịch...

# loading_txt2
source: Please wait
vi: Vui lòng chờ

# newPass_txt1
source: Please enter new PIN
vi: Vui lòng nhập số PIN mới

source: Next
vi: Tiếp tục

# nhapSTK_txt1
source: Please enter account number received money
vi: Quý khách vui lòng nhập tài khoản nhận tiền

# nhapSTK_txt2
source: Transfering account number
vi: Tài khoản chuyển tiền

# nhapSTK_txt3
source: Receiving account number
vi: Tài khoản nhận tiền

source: No
vi: Không

# rutTien_txt1
source: OTHER NUMBER
vi: SỐ KHÁC

# rutTien_txt2
source: CANCEL THE TRANSACTION
vi: HỦY GIAO DỊCH

# soTienChuyen_txt1
source: Please enter the money
vi: Quý khách vui lòng nhập số tiền cần chuyển

# term_txt1
source: BEFORE EXECUTING TRANSACTION YOU SHOULD - Observe ATM machine carefully to detect the machine appended device stealing data. Especially note something following (picture below) 1. ATM keyboard 2.Head reader 3.Location of camera to steal Pin code 4.Coat of ATM machine - Don’t execute transaction if you detect unusual signal - Please call 19009247 to check and handling
vi: TRƯỚC KHI THỰC HIỆN GIAO DỊCH, QUÝ KHÁCH NÊN: - Quan sát kĩ máy ATM để phát hiện việc máy bị gắn thiết bị đánh cắp dữ liệu. Đặc biệt chú ý tới một số điểm sau (hình dưới): 1. Bàn phím ATM. 2. Đầu đọc thẻ. 3. Vị trí lắp camera để lấy cắp số pin. 4. Vỏ máy ATM. - Không thực hiện giao dịch nếu phát hiện các dấu hiệu bất thường. - Gọi số 19009247 để kiểm tra và xử lý.

# vanTin_txt1
source: Transaction of querying balance
vi: Giao dịch vấn tin số dư

# vanTin_txt2
source: Balance of your account
vi: Số dư tài khoản của quý khách

source: Yes
vi: Có
